Repository: AliaksandrAshuika/one-file-test
Catalog: */frank.po
Languages: ar

source: Hop Hey lalaley
ar: اقفز يا lalaley

source: Hop Hey lalaley part 2
ar: هوب هاي لالالي الجزء 2

source: Hop Hey lalaley part 3
ar: هوب هاي لالالي الجزء 3

source: Hop Hey lalaley part 4
ar: هوب هاي لالالي الجزء 4

source: Hop Hey lalaley part 5
ar: هوب هاي لالالي الجزء 5

source: A screenshot of a website using AMP.
ar: لقطة شاشة لموقع ويب يستخدم AMP.

source: A screenshot showing amp-sidebar.
ar: لقطة شاشة تعرض شريط amp-sidebar.

source: A website screenshot.
ar: لقطة شاشة للموقع.

source: AMP Brand Materials
ar: مواد علامة AMP التجارية

source: AMP Framework
ar: إطار عمل AMP

source: AMP HTML Specification
ar: مواصفات AMP HTML

source: AMP Overview
ar: نظرة عامة على AMP

source: AMP Roadshow is coming to Atlanta & Berlin!
ar: AMP Roadshow قادم إلى أتلانتا وبرلين!

source: AMP for Email Specification
ar: AMP لمواصفات البريد الإلكتروني

source: AMP's Layout System
ar: نظام تخطيط AMP

source: About
ar: حول

source: Accept use of cookies
ar: قبول استخدام ملفات تعريف الارتباط

source: Add advanced AMP features
ar: أضف ميزات AMP المتقدمة

source: Add interactivity & dynamic data (TBD)
ar: إضافة بيانات تفاعلية وديناميكية (يتم تحديدها لاحقًا)

source: Advanced Course
ar: دورة متقدمة

source: An unexplained feature?
ar: ميزة غير مفسرة؟

source: Animate & Transition
ar: تحريك وانتقال

source: App Install
ar: تثبيت التطبيق

source: BBC
ar: بي بي سي

source: Back to home
ar: العودة إلى المنزل

source: Back to sample
ar: العودة إلى العينة

source: Band Page in AMP
ar: صفحة النطاق في AMP

source: Beginning Course
ar: بداية الدورة

source: Blog
ar: مدونة او مذكرة

source: Burger Menu
ar: قائمة البرجر

source: CNN
ar: سي إن إن

source: Camp Fire Visual Essay - A ballet rises from the ashes in a fire scarred paradise
ar: تواصل اجتماعي

source: Component:
ar: مكون:

source: Components
ar: عناصر

source: Contribute
ar: يساهم

source: Convert HTML to AMP
ar: تحويل HTML إلى AMP

source: Create a custom interactive widget with amp-script
ar: قم بإنشاء عنصر واجهة مستخدم تفاعلي مخصص باستخدام amp-script

source: Create a login-requiring AMP page
ar: أنشئ صفحة AMP تتطلب تسجيل الدخول

source: Create interactive AMP pages
ar: أنشئ صفحات AMP تفاعلية

source: Create your first AMP Page
ar: أنشئ أول صفحة AMP لك

source: Create your first AMP Story
ar: أنشئ أول قصة AMP لك

source: Create your first AMPHTML ad
ar: أنشئ أول إعلان AMPHTML لك

source: Design Templates
ar: قوالب التصميم

source: Develop
ar: طور

source: Dismiss consent
ar: رفض الموافقة

source: Docs
ar: المستندات

source: Documentation
ar: توثيق

source: Easily build user first websites with our templates
ar: يمكنك بسهولة إنشاء مواقع الويب للمستخدم أولاً باستخدام قوالبنا

source: Edit sample on GitHub
ar: تحرير عينة على جيثب

source: Editorial AMP Article
ar: مقالة AMP التحريرية

source: Enable the experiment via the button below. Some components require the AMP Dev Channel to be enabled as well.
ar: الأحداث

source: Example Source Code
ar: مثال على كود المصدر

source: Example preview:
ar: معاينة المثال:

source: Example:
ar: مثال:

source: Examples
ar: أمثلة

source: Expansion
ar: توسع

source: FAQ
ar: التعليمات

source: Follow us
ar: تابعنا

source: Found a bug or missing a feature?
ar: وجدت خطأ أو فقدت ميزة؟

source: Functionality
ar: وظائف

source: Get Started
ar: البدء

source: Get started
ar: البدء

source: Get started quickly with a ready-made design. Templates designed to work with all devices - mobile, tablet and desktop.
ar: احصل على الدورات

source: Go to GitHub
ar: اذهب إلى جيثب

source: Go to Stack Overflow
ar: انتقل إلى Stack Overflow

source: Got it!
ar: فهمتك!

source: Guides and Tutorials
ar: أدلة ودروس

source: How to build AMP without knowing how to code?
ar: كيف تصنع AMP دون معرفة كيفية البرمجة؟

source: If the explanations on this page don't cover all of your questions feel free to reach out to other AMP users to discuss your exact use case.
ar: قم بتضمين الوسائط وإطارات iframes ومحتوى الطرف الثالث

source: Integrate
ar: دمج

source: Intermediate Course
ar: دورة متوسطة

source: Learn
ar: يتعلم

source: Logos
ar: الشعارات

source: Monetize your AMP page with ads
ar: استثمر صفحة AMP بالإعلانات

source: Multiple Image
ar: صور متعددة

source: Need further explanation?
ar: هل تحتاج إلى مزيد من الشرح؟

source: Need more help?
ar: هل تريد المزيد من المساعدة؟

source: Next chapter
ar: الفصل التالي

source: Of course, this site is made with AMP!
ar: بالطبع ، هذا الموقع مصنوع من AMP!

source: Open Use Case
ar: افتح واقعة الاستخدام

source: Open in playground
ar: فتح في الملعب

source: Open this snippet in playground
ar: افتح هذا المقتطف في الملعب

source: Optimize & Measure
ar: التحسين والقياس

source: Overview
ar: ملخص

source: PCGamesN
ar: ألعاب PC

source: Parallax Storytelling in AMP
ar: Parallax Storytelling في AMP

source: Platform and Technology Company Involvement
ar: مشاركة شركة المنصة والتكنولوجيا

source: Platform and Vendor Partners
ar: المنصة وشركاء البائعين

source: Preview
ar: معاينة

source: Previous chapter
ar: الفصل السابق

source: Privacy Policy
ar: سياسة الخصوصية

source: Protecting the Antarctic - A journey to a continent in distress
ar: حماية القطب الجنوبي - رحلة إلى قارة في محنة

source: Publisher Monetization
ar: تسييل الناشر

source: Roadmap
ar: خريطة الطريق

source: SF Chronicle
ar: SF كرونيكل

source: Screenshot of use case:
ar: لقطة شاشة لحالة الاستخدام:

source: See all use cases
ar: انظر جميع حالات الاستخدام

source: See example
ar: انظر المثال

source: See what others have built
ar: انظر ماذا بنا الآخرون

source: Select a language
ar: اختر لغة

source: Show everything
ar: اعرض كل شيء

source: Single Image
ar: صورة واحدة

source: Single video
ar: فيديو واحد

source: Something cut the line.
ar: شيء ما قطع الخط.

source: Something went terribly wrong. Why don't you browse around?
ar: حدث خطأ فادح. لماذا لا تتصفح؟

source: Start
ar: بداية

source: Style & Layout
ar: النمط والتخطيط

source: Success Stories
ar: قصص نجاح

source: Success Story:
ar: قصة نجاح:

source: Success stories
ar: قصص نجاح

source: Support
ar: الدعم

source: Supported Browsers
ar: المتصفحات المدعومة

source: Supported Platforms
ar: المنصات المدعومة

source: Table of contents
ar: جدول المحتويات

source: The AMP project strongly encourages your participation and contributions! We hope you'll become an ongoing participant in our open source community but we also welcome one-off contributions for the issues you're particularly passionate about.
ar: حمى الذهب في أمازون

source: The Atlantic
ar: المحيط الأطلسي

source: The Ice Cream Factory and the Rise of the Made-for-Instagram Museum | WIRED
ar: مصنع الآيس كريم وصعود متحف صنع من أجل Instagram | سلكي

source: The Washington Post
ar: واشنطن بوست

source: The best battle royale games on PC
ar: أفضل ألعاب battle royale على جهاز الكمبيوتر

source: The page you've requested can't be found. Why don't you browse around?
ar: الصفحة التي طلبتها لا يمكن العثور عليها. لماذا لا تتصفح؟

source: These photos capture how members of Congress reacted to Trump’s State of the Union
ar: يستخدم هذا المثال الميزة التجريبية التالية:

source: Toggle Sidebar
ar: تبديل الشريط الجانبي

source: Too much choice
ar: الكثير من الخيارات

source: Tools
ar: أدوات

source: Track engagement with analytics
ar: تتبع التفاعل مع التحليلات

source: USA Today
ar: الولايات المتحدة الأمريكية اليوم

source: Uh oh! That's an error.
ar: اه اوه! هذا خطأ.

source: Use Cases
ar: استخدم حالات

source: Validation Workflow
ar: التحقق من سير العمل

source: View demo
ar: مشاهدة العرض التوضيحي

source: Web Development With AMP
ar: تطوير الويب باستخدام AMP

source: What's left behind on the Moon?
ar: ماذا بقي على سطح القمر؟

source: Who runs the world? ... Beyoncé over the years.
ar: من يدير العالم؟ ... بيونسيه على مر السنين.

source: Wired
ar: سلكي

source: You're currently not connected to the internet.
ar: أنت غير متصل حاليًا بالإنترنت.

source: You've read this document a dozen times but it doesn't really cover all of your questions? Maybe other people felt the same: reach out to them on Stack Overflow.
ar: الدعاية والتحليلات

source: dynamic-content
ar: محتوى ديناميكي

source: layout
ar: تخطيط

source: media
ar: وسائط

source: presentation
ar: عرض

source: social
ar: اجتماعي

source: advertising-analytics
ar: الدعاية والتحليلات

source: introduction
ar: مقدمة

source: components
ar: عناصر

source: guides
ar: خطوط إرشاد

source: e-commerce
ar: التجارة الإلكترونية

source: interactivity-dynamic-content
ar: التفاعل والمحتوى الديناميكي

source: multimedia-animations
ar: الوسائط المتعددة والرسوم المتحركة

source: news-publishing
ar: الأخبار والنشر

source: personalization
ar: إضفاء الطابع الشخصي

source: style-layout
ar: النمط والتخطيط

source: user-consent
ar: موافقة المستخدم

source: visual-effects
ar: تأثيرات بصرية
